{"content":
[
    {
        "featureImage":"images/gallery/aveiro.jpg",
        "title":["ABOUT US","SOBRE"],
        "mouseTitle":["SCROLL DOWN","ROLAR MAIS"],
        "local":["LOCATION","LOCAL"],
        "localName":["BARRA BEACH - ÍLHAVO","PRAIA DA BARRA - ÍLHAVO"],
        "columnOne":["Awarded the Blue Flag since 1989 and with the Flag 'Affordable Beach, Beach for All' since 2002, the most striking features of Praia da Barra are its landscaping by Farol (the highest in Portugal and one of the highest in the World , 62 meters high and 66 meters above sea level), the golden sand to lose sight of, the quality of its waters and the lively summer.","Premiado com a Bandeira Azul desde 1989 e com a Bandeira da Praia Acessível, Praia para Todos desde 2002, os recursos mais marcantes da Praia da Barra são o paisagismo da Farol (o mais alto em Portugal e um dos mais altos do mundo, a 62 metros Alto e 66 metros acima do nível do mar), a areia dourada a perder de vista, a qualidade das suas águas e o verão animado."],
        "columnTwo":["It is included in a peninsula that also includes Costa Nova Beach, separated from the mainland by the Mira Channel, from the Ria de Aveiro. Gastronomy - grilled fresh fish, seafood, cod, snacks - barnacles, 'coastal shrimp', fish soups, 'casings' (regional sweet stuffed with chocolate or soft eggs, among others) and international cuisine - Italian, Chinese, Venezuelan, etc… Tourist sights - Farol da Barra, Chapel of St. John the Baptist, Belvedere on the Ria (views of the Oudinot Garden, the Ship Santo André Museum and the Bridge of Barra), sea wall.","Está incluído numa península que também inclui a Praia Costa Nova, separada do continente pelo Canal Mira, da Ria de Aveiro. Gastronomia - peixe fresco grelhado, marisco, bacalhau, lanches - percevejos, 'camarões costeiros', sopas de peixe, 'carcaças' (doce regional com chocolate ou ovos macios, entre outros) e cozinha internacional - italiano, chinês, venezuelano, etc ... Pontos turísticos - Farol da Barra, Capela de São João Batista, Belvedere na Ria (vistas do Jardim Oudinot, Museu Navio Santo André e Ponte da Barra), parede do mar."],
        "buttonTitle":["OPEN ON GOOGLE MAPS","ABRIR NO GOOGLE MAPS"],
        "gmapLink":["https://www.google.pt/maps/dir//Praia+da+Barra/@40.6287971,-8.785287,13849m/data=!3m2!1e3!4b1!4m8!4m7!1m0!1m5!1m1!1s0xd2395fddb6afbef:0x67f1d70300877ccf!2m2!1d-8.7501818!2d40.6288024"],
        "company":["THE COMPANY","A EMPRESA"],
        "companyText":["Encobarra will focus its corporate culture on an effective management model, in which the promotion and application of the concept of 'trust' are the most important value in relation to the company's owners, subcontractors and employees.The company's main mission is the satisfaction of all those involved in its business relations with a guarantee of a constant qualitative evolution in the execution of Civil Works projects.","A Encobarra concentrará sua cultura corporativa em um modelo de gestão eficaz, no qual a promoção e aplicação do conceito de 'confiança' são o valor mais importante em relação aos proprietários, subcontratados e funcionários da empresa. A principal missão da empresa é a satisfação de todos os envolvidos em suas relações comerciais com garantia de uma evolução qualitativa constante na execução de projetos de obras civis."],
        "tableTitle":["The principles and values applicable to all Organization-wide schemes, which form the basis of all decisions taken, are essentially based on:","Os princípios e valores aplicáveis ​​a todos os esquemas da Organização, que constituem a base de todas as decisões tomadas, baseiam-se essencialmente em:"],
        "tableContent":[["Rigor and Quality","Technical competence in carrying out the work","Impartiality in decision making","Technical competence in carrying out the work","Transparency and honesty in business relation with all stakeholders"],["Rigor e qualidade","Competência técnica na realização do trabalho","Imparcialidade na tomada de decisões","Competência técnica na realização do trabalho","Transparência e honestidade nas relações comerciais com todas as partes interessadas"]],
        "companySub":["As Vision Encobarra intends in the medium and long term","Como a Vision Encobarra pretende no médio e longo prazo"],
        "companySubDesc":[["- Be a company referenced in the national market of Civil Construction of Public Works.","- Have a good reputation","- Build valuable works, which are considered as a reference throughout the country for its quality and notoriety for its architecture."],["- Seja uma empresa referenciada no mercado nacional de Construção Civil de Obras Públicas.","- Tenha uma boa reputação.","- Construa obras valiosas, que são consideradas como referência em todo o país pela qualidade e notoriedade da sua arquitetura."]],
        "noteTitle":["INFORMATIVE NOTE","NOTA INFORMATIVA"],
        "noteText":["The elements in this plan are indicative and the areas are approximate, not contractually binding. Small changes due to the licensing process, changes in legislation, and constructive processes may arise. For technical or commercial reasons, some of the materials included in the document may be replaced by others of similar quality.  The area of the autonomous fraction is measured by the outer perimeter of the outer walls and by the axes of the partition walls between fractions. The equipment and furniture included in the fractions are exclusively those that are included in the technical file, all others being included in the plans mere suggestions for presentation."," Os elementos deste plano são indicativos e as áreas são aproximadas, não vinculativas contratualmente. Pequenas mudanças devido ao processo de licenciamento, alterações na legislação e processos construtivos podem surgir. Por razões técnicas ou comerciais, alguns dos materiais incluídos no documento podem ser substituídos por outros de qualidade similar. A área da fração autônoma é medida pelo perímetro exterior das paredes externas e pelos eixos das paredes de divisão entre as frações. Os equipamentos e móveis incluídos nas frações são exclusivamente aqueles que estão incluídos no arquivo técnico, sendo todos os outros incluídos nos planos simples sugestões para apresentação."]
    }
]
}